tutorials/compressible/PBNS/cpbnsLTS/RAE2822/0/T
/*---------------------------------------------------------------------------*\
Caelus 9.04
 Web:      www.caelus-cml.com 
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 255.5;

boundaryField
{
    airfoil
    {
        type            zeroGradient;
    }
    farfield
    {
        type            inletOutlet;
        inletValue      uniform 255.5;
        value           uniform 255.5;
    }
    frontBack
    {
        type            empty;
    }
}


// ************************************************************************* //
