tutorials/compressible/PBNS/cpbnsLTS/RAE2822/0/epsilon
/*---------------------------------------------------------------------------*\
Caelus 9.04
 Web:      www.caelus-cml.com 
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 200;

boundaryField
{
    airfoil
    {
        type            compressible::epsilonWallFunction;
        value           uniform 200;
    }
    farfield
    {
        type            inletOutlet;
        inletValue      uniform 200;
        value           uniform 200;
    }
    frontBack
    {
        type            empty;
    }
}


// ************************************************************************* //
