tutorials/compressible/PBNS/cpbnsLTS/RAE2822/0/mut
/*---------------------------------------------------------------------------*\
Caelus 9.04
 Web:      www.caelus-cml.com 
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      mut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    airfoil
    {
        type            fixedValue;
        value           uniform 0;
    }
    farfield
    {
        type            calculated;
        value           uniform 0;
    }
    frontBack
    {
        type            empty;
    }
}


// ************************************************************************* //
